{

    "feed": [
	    
	    {
            "title":"How to Pour Latte Art - Heart",
            "name":"https://www.baristainstitute.com/blog/jori-korhonen/december-2020/how-pour-latte-art-heart" ,
            "youlink":"S0cEqDdgF_Y",
            "image": "https://i.imgur.com/qzNDxCl.jpg",
            "status": "<p>Step 1 . Perfectly extracted espresso is velvety and smooth which makes it easier to the milk to mix well to the espresso. This is crucial for latte art!</p>

<p>Step 2. Brown cup-Start by pouring from a bit higher to the middle of the cup. This way the milk will sink underneath the espresso and you will get better contrast to your latte art - sharp pattern and bright brown outsides. This start is called &quot;brown cup&quot; as you are trying to keep the cup brown.</p>

<p>Step 3.The brown cup phase you might want to pour everywhere in the cup to keep the drink moving. This will break surface tension which lets the patterns to spread in the later sections. Keep in going with this until the cup is about 50% full.</p>

<p>Step 4 .Pouring the heart pattern<br>
Once your cup is 50% full, you want to go as close to the surface of drink as possible. Start by pouring to the middle of the cup to a one spot - the milk will start forming a &quot;ball&quot;.</p>

<p>Step 5 .The longer and faster you pour to the middle and keep it in the one spot, the bigger your 'ball' will become.</p>

<p>Step 6 . Once your cup starts to be full (as in the picture below), it's time to pour through the 'ball' and create the actual heart.</p>

<p>Step 7 . Draw through<br>
As I wrote above, the draw through (= pouring across the 'ball') will create the heart pattern. Before pouring through the 'ball' you might want to keep 0,5-1 sec pause - this will kind of lock the &quot;ball&quot; to its place and it won't slide when you are pouring through it.</p>

<p>Step 8.<br>
Draw through is easy and simple; all you need to do is to pour steadily through the &quot;ball&quot;. Don't be too fast or slow; too fast draw through will make your heart look like bunny ears and on the other hand too slow draw through won't divide the &quot;ball&quot; to a heart.</p>"
         },
        
         {
            "title":"Vietnamese Iced Coffee Recipe",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"WBO866ZdbHg",
            "image": "https://i.imgur.com/ZrDosHq.jpg",
            "status": "<p>Also known as ca phe sua da, Vietnamese coffee gets its distinctive flavor and creamy texture from sweetened condensed milk. With espresso pulled from the Verismo&reg; V Brewer, you can make this drink at home with all the rich flavor you&rsquo;d expect to enjoy at a cafe.</p>

<p>INGREDIENTS <br />
--2 tablespoons sweetened condensed milk<br />
--2 Starbucks&reg; Espresso Roast Verismo&reg; Pods<br />
--Scoop of ice<br />
--Fresh mint sprigs for garnish</p><br />

<p>DIRECTIONS</p>

<p>01 Add sweetened condensed milk to glass.</p>

<p>02 Using the Verismo&reg; V Brewer, brew two Verismo&reg; Espresso Pods into the glass with condensed milk.</p>

<p>03 Stir to combine ingredients.</p>

<p>04 Add ice and garnish with mint.</p>

<p>05 Serve and enjoy.</p>"
         },

  {
            "title":"Salted Caramel Caf&eacute; au Lait Recipe",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"HvJQVBshlD0",
            "image": "https://i.imgur.com/mj4hId3.jpg",
            "status": "<p>Learn how to make your own cup of sweet-and-savory Caf&eacute; au Lait or &ldquo;coffee with milk&rdquo; at home.</p>
<br />
<p>INGREDIENTS<br />
--6oz brewed coffee<br />
--3 teaspoons Starbucks&reg; mocha flavored sauce<br />
--fleur de sel or flaky sea salt<br />
--&frac12; cup milk of choice<br />
--whipped cream<br />
--caramel drizzle</p>

<p>DIRECTIONS<br />
01 Start with adding mocha sauce to your cup.</p>

<p>02 Add a pinch of fleur de sel.</p>

<p>03 Rather than espresso, pour in hot coffee and stir to dissolve.</p>

<p>04 Add milk; cold is great, but hot is better.</p>

<p>05 Top it off with whipped cream, caramel drizzle and a sprinkle of fleur de sel. Serve and enjoy.</p>

<p>Tip: This can also work with flavored coffee, specifically the caramel flavored ground coffee.</p>"
         },
        
        {
            "title":"How to Brew Iced Coffee? ",
            "name":"" ,
            "youlink":"iTCgrlCU-xo",
            "image": "https://i.imgur.com/FaOIhT3.jpg",
            "status": "<b> Recipe for iced coffee </b>
            <p>In this recipe we replace 33% of the brew water with ice.</p>

<p>You will need:</p>

<p> coffee (beans)<br>
 a scale<br>
 pour over device (such as Hario v60, Kalita Wave or Origami Dripper)<br>
 decanter<br>
 hot water <br>
 ice cubes</p>

<p>Recipe: 30 grams of coffee - 335 grams of brewing water - 165 grams of ice</p> <br>

 1.<b>Boil your brewing water</b>- let it sit for a minute if you don't have a thermometer in the kettle.<br><br>
 2.<b>Measure your coffee and grind it</b> (grind the coffee just a bit finer than you would normally grind for a pour over - this will extract the coffee more).<br> <br>
 3.<b>Pour hot water through the filter to wet the paper</b> but remember not to do this on top of the decanter.<br>
 4.Add the ice to the decanter, place your pour over on top of it and place them on the scale.<br> <br>
 5.<b>Add the ground coffee to the filter</b> and tare the scale.<br> <br>
 6.<b>Bloom the coffee.</b> Use 90 grams of water (three times the dry weight of ground coffee). Bloom for 30-45 sec.<br>
 7.<b>Pour more water </b>with a rotating movement on the grounds <b>until the scale shows 200 grams.</b> Let steep for 45 sec.<br> <br>
 8.Use the rest of the water to first clean up the brim of the filter and then pour the rest of the water on the grounds with a rotating movement <b>until the scale shows 335 grams.</b> <br> <br>
 9.Brew time should be around 3 mins. <br> <br>

<p>Once the brew time is up, all the ice should have melted in the decanter. Serve the iced coffee with lots of ice and enjoy!</p>"
         },
        
        
      


{
            "title":"How to Make Cold Brew Coffee at Home ",
            "name":"" ,
            "youlink":"01cvqhTAGyQ",
            "image": "https://i.imgur.com/HDE3XB6.jpg",
            "status": "<p>Cold Brew coffee is one of this year&rsquo;s hottest drinks. And now we&rsquo;ve made it easier than ever to craft your own batch at home. Starbucks&reg; Cold Brew Coffee Pitcher Packs come pre-ground and measured. So all you have to do is drop the sealed bags in a pitcher of water and 24 hours later you&rsquo;ll have bold, super smooth cold brew every time.</p>

<p>01 Get Starbucks&reg; Cold Brew Coffee Pitcher Packs at your local Starbucks store or online.</p>

<p>02 Add 2 Pitcher Packs into a pitcher with 4 cups of cold filtered water. </p>

<p>03 Place pitcher in fridge and steep for 24 hours.</p>

<p>04 Remove Pitcher Packs and add 3 more cups of cold filtered water.</p>

<p>05 Serve and enjoy.</p>

<p>PRO TIPS</p>

<p>Serve in tall glasses with ice for a mellower flavor, or skip the ice for a bolder, more intense brew.<br />
Customize your Cold Brew with milk, half-and-half, simple syrup or a scoop of ice cream to taste.</p>"
         },




  {
            "title":"Horchata Latte Recipe with Instant Coffee ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"DM7ozjB18XQ",
            "image": "https://i.imgur.com/xytaiFP.jpg",
            "status": "<p><b>INGREDIENTS<br /></b>
--1 cup long-grain white rice<br />
--2 cups water<br />
--1 teaspoon vanilla extract<br />
--1 teaspoon ground cinnamon<br />
--&frac12; cup sugar<br />
--2 packets of Starbucks VIA&reg; Ready Brew Italian Roast<br />
--2 &frac12; cups milk</p>

<p><b>DIRECTIONS</b></p>

<p>1.Soak rice in the water overnight (or at least an hour).<br />
2. Add the rice and its soaking water to a blender, along with the vanilla, cinnamon, sugar, and Starbucks VIA&reg; Instant Coffee. Blend for two minutes.<br />
3.Strain the blended mixture into a storage container and stir in the milk.<br />
4. Cover the container and chill the mixture completely (overnight is fine).<br />
5.When you&rsquo;re ready to serve the horchata, pour it into a serving pitcher, leaving any sediment behind<br />
6.Serve and enjoy.</p>"
         },

 
      
      {
            "title":"Iced Caramel Latte with Vanilla Cream Recipe",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"RhtLj_Ki9hg",
            "image": "https://i.imgur.com/rnK8UnX.jpg",
            "status": "<p><b>INGREDIENTS</b></p>
            <p>-8 oz heavy whipping cream<br />
-1 teaspoon vanilla<br />
-&frac12; tablespoon granulated sugar<br />
-1 tablespoon caramel sauce<br />
-&frac12; teaspoon brown sugar<br />
-&frac14; cup or 2 shots espresso (we recommend Starbucks&reg; Espresso Roast)<br />
-&frac12; cup ice</p>

<p><b>DIRECTIONS</b></p>

<p><b>To make the vanilla cream:</b> </p>

<p>1.Add heavy whipping cream, vanilla and granulated sugar to a medium-sized bowl.</p>

<p>2.Using a hand mixer or whisk, beat until it achieves a thick and creamy consistency. Be careful not to over mix, otherwise you&rsquo;ll end up with whipped cream.</p>

<p><b>To prepare the iced latte:</b> </p>

<p>1.Brew espresso. We used Starbucks&reg; Espresso Roast and a moka pot.</p>

<p>2.Add brown sugar, caramel sauce and espresso to a tall glass and stir.</p>

<p>3.Mix together until combined.</p>

<p>4.Add ice.</p>

<p>5.With hand mixer or whisk, beat whipping cream with vanilla and granulated sugar to thicken slightly.</p>

<p>6.Top with vanilla cream.Serve and Enjoy.<br />
</p>
"
         },
{
            "title":"Iced Pumpkin Spice Latte",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"2wIOzgGNNC4",
            "image": "https://i.imgur.com/7nF5QIF.jpg",
            "status": "<p><b>INGREDIENTS</b></p>

<p>2 tablespoons Starbucks&reg; Fontana&trade; Pumpkin Spice Sauce<br />
1 Starbucks&reg; Espresso Roast Verismo&reg; Pod<br />
&frac12; cup 2% milk<br />
Sprinkle of nutmeg (optional)</p>

<p>DIRECTIONS</p>

<p><b>1.</b>Pour milk into Milk Frother and press button until it turns blue to make cold foam.<br /><br />
<b>2.</b>Add Pumpkin Spice Sauce to glass.( Starbucks1).<br /><br />
<b>3.</b>Fill glass with ice.<br /><br />
<b>4.</b>Brew Espresso Roast Pod into glass and stir to combine.<br /><br />
<b>5.</b>Pour foamy milk into glass and stir.<br /><br />
<b>6.</b>Sprinkle with nutmeg, if desired.Serve and enjoy.</p>"
         },
	
	{
            "title":"Winter Latte Art How-To-Guide",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://i.imgur.com/G1IOioT.jpg",
            "status": "

<font face='verdana' size='30' color='#778866'>Winter Latte Art How-To-Guide</font>

<p>Using simple ingredients and step by step latte art instructions from the Master easily add a touch of joy to your rich, smooth coffee.</p>

<b>Ingredients:</b>

<p> --2 shots of illy espresso<br />
 --Whole milk (steamed and frothed)<br />
 --Chocolate Sauce<br />
<b>Equipment:</b></p>

<p> -- Espresso Machine<br />
 --Stainless Steel Milk Steaming pitcher<br />
 --Squeeze bottle for chocolate syrup<br />
 --Spoon<br />
 --Toothpick</p>

<p><b>1. Brew Espresso</b><br />
Choose your coffee and prepare 2 shots of espresso directly into a cappuccino cup. We recommend our medium roast coffee for a smooth, balanced taste.<br />

<b>2.Froth milk &amp; pour into cup</b><br />
Fill a steaming pitcher no more than half way with cold, whole milk. Then froth the milk until the steaming pitcher is almost too hot to touch.</p>

<p>Pour the frothed milk into the cappuccino cup over the espresso while holding back some of the milk froth. Fill the cup leaving a little space on the top. Reserve the remaining frothed milk for later.<br />
<b>3.Use a spoon to form the snowman's body</b><br />
Using your spoon, gently place 3 round dollops of the leftover frothed milk on top of the cappuccino. The bottom scoop should be the largest, the middle scoop medium sized, and the smallest scoop at the top for the snowman's head. </p>

<p><b>4. Outline the snowman's body with chocolate sauce.</b></p>

<p>Fill an icing or plastic squeese bottle with chocolate sauce. Carefully draw an outline around the snowman's body with chocolate, stopping before the snowman's head.</p>

<p><b>5. Create eyes, nose,&amp; arms</b></p>

<p>Use a toothpick or wooden skewer to gently draw eyes, nose, and then arms on the snowman with the chocolate sauce. You will need to coat the tip of the toothpick in the chocolate several times to complete the face and arms.</p>

<p>If desired, add a hat with the chocolate sauce to the top of the snowman&rsquo;s head.<br />
</p>"
         },

{
            "title":"Iced Latte at Home",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"DCG6SngV9yI",
            "image": "https://i.imgur.com/jfxGnok.jpg",
            "status": "<p><strong>Ingredients:</strong></p>

<p>- 1 cup ice<br />
- 4 oz espresso, Espresso Roast<br />
- &frac34; cup whole milk<br />
- sweetener of choice, such as vanilla or classic syrup (optional)</p>

<p>1.Fill a tall glass with ice, and pour in the freshly brewed espresso. </p>

<p>2. Pour the milk and optional sweetener into a mason jar. Be sure to stop when the jar is no more than 3/4 full to ensure the milk froths. </p>

<p>3. Seal the jar tightly, and Shake vigorously for 20-30 seconds.</p>

<p>4.Pour the milk and foam into the glass with the ice and espresso.</p>

<p>5. Serve and enjoy.</p>"
         },

{
            "title":"Latte Art Sunrise",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"6dPKw_wn4CU",
            "image": "https://i.imgur.com/EpA56AB.jpg",
            "status": "<p>Process</p>

<p>1. Begin by resting the spout of your jug against your cup and allow the milk to flow in the center of the cup. While this is happening, rock your jug side-to-side about 1 centimetre (1/3 of an inch) to each side. When a semi-circle forms stop the pour.</p>

<p>2. Next, repeat step 1 but inside the already created semi-circle. Rock your jug side-to-side just like in step 1 until a circle forms inside your already created semi-circle. Stop the pour when your cup is full. You will notice that there is now one big circle with a &lsquo;halo&rsquo; around it.</p>

<p>3. Now grab your chocolate powder and cover the lower half of your circle with chocolate. This will create the landscape of your sunrise.</p>

<p>4. Now it is time to etch in (draw) the sun-rays. Grab a pointed rod such as a tooth pick or barista thermometer and create sun rays on the halo of your design. Simply dip your rod in the coffee about a centimeter deep and then push out to the outside of the cup while lifting your rod. Repeat this several times around the circumference of the halo.</p>

<p>5. An optional final step is the repeat step 4 but with the darker colour of the espresso/chocolate.<br />
You will find this will create a nice contrast in the sun-rays. With that you're all done to enjoy your coffee and sunrise, even if you slept in</p>"
         },

{
            "title":"Advanced: The Rosetta",
            "name":"http://www.harpersbazaar.com/culture/travel-dining/news/a16982/new-ways-to-drink-coffee/" ,
            "youlink":"uqoKnE3KMu4",
            "image": "https://i.imgur.com/iSZAzio.jpg",
            "status": "<p>1. Hold the pitcher about an inch above the coffee cup and begin pouring the steamed milk at the edge of the cup that is farthest from you.</p>

<p>2. Once you&rsquo;ve poured about 50 percent of the milk, move the pitcher close to the surface of the cup and begin shaking it quickly left to right to form the layers of foam. They should look like branches or leaves.</p>

<p>3. As you start to see the layers, continue shaking the pitcher and move it toward the inner edge of the cup closest to you.</p>

<p>4. Once the layers of the rosetta are formed, continue pouring as you move the pitcher back toward the outer edge of the cup.</p>

<p>5. Serve to the first person who can correctly identify what a rosetta is.</p>"
         },


{
            "title":"Basic: The Foam Heart",
            "name":"http://www.harpersbazaar.com/culture/travel-dining/news/a16982/new-ways-to-drink-coffee/" ,
            "youlink":"e4QT8eRA0Bw",
            "image": "https://i.imgur.com/zHfMjVC.jpg",
            "status": "<p>1. Tilt the cup toward you as you pour about 80 percent of the steamed milk into the cup.</p>

<p>2. Bring the pitcher to the cup's edge that's nearest you and shake it quickly from left to right to make a round shape.</p>

<p>3. After you create a round shape, move the pitcher in a straight line across the cup, away from you, to form a heart.</p>

<p>4. Serve to your special someone.</p>"
         },
{
            "title":"A GUIDE TO LATTE ART",
            "name":"http://www.harpersbazaar.com/culture/travel-dining/news/a16982/new-ways-to-drink-coffee/" ,
            "youlink":"",
            "image": "https://i.imgur.com/CKtqUF4.jpg",
            "status": "

<h3><font color='#145A14'>A GUIDE TO LATTE ART</font></h3>
<blockquote  cite='http://www.worldwildlife.org/who/index.html'>


There are many forms of artistic expression, one of which is food. But more recently, latte art has been sweeping the nation with intricate and beautiful designs gracing the surfaces of hot and steaming cups of lattes. 
This art is a method of preparing coffee by pouring steamed milk into a shot of espresso and creating a pattern or design on the surface. <br />
</blockquote>



<p>If you wish to create your own latte art, here are a few suggestions and tips to help you sharpen your skills:</p>
<p><strong>Keep the milk cold</strong><br />
Always make sure to use fresh and cold milk. Don&#8217;t expose it to light or heat before steaming it, and never use the same milk again when working on latte art.</p>
<p><strong>The jug</strong><br />
Be sure to use a stainless steel jug with a narrow spout. It should be cold and clean before use and filled with just enough milk for your cup. If you don&#8217;t have enough milk, the liquid will heat up too quickly.</p>
<p><strong>The process</strong><br />

<p>Start by pouring a thin stream of milk about 3 inches above the rim of your mug. It should sink below the foamy coffee and create a supporting base for the coffee in the bowl of the mug. When you bring your pitcher down low and increase your flow, you should see a halo of white foam form on the top of the beverage. To begin forming a Rosetta pattern, start moving the pitcher from side to side using only your hand, not your entire arm. When a white ring appears, lift the pitcher up again and stop pouring milk. Repeat this step to create the smallest top part of the flower,
and then finish the design by slowly lifting the spout of the pitcher while pouring the last bit of milk in a thin stream.</p>


"
         },

{
            "title":"Bouquet of tulips",
            "name":"http://www.harpersbazaar.com/culture/travel-dining/news/a16982/new-ways-to-drink-coffee/" ,
            "youlink":"-WBxlRbczKE",
            "image": "https://i.imgur.com/S8QuSo7.jpg",
            "status": "<p>Step 1<br />
Hold the cup in the palm of your left hand for balance and control. Start off swirling your crema. Pour into your crema nice and slow, making sure the crema does not separate or break. </p>

<p>Step 2<br />
Angle the jug spout quite low in the cup. The handle should face 12 o&rsquo;clock (away from you). Pour your first leaf. This should create a circle. Pull up. </p>

<p>Step 3<br />
Pour your second leaf by pouring again and pushing into the first leaf. Pour again in the bottom half of the cup to create the third leaf and pull through. </p>

<p>Step 4<br />
Turn your cup anti-clockwise so that the handle now sits at 6 o&rsquo;clock (towards you). The three-leaf tulip should now be positioned to the left hand side of your cup. </p>

<p>Step 5<br />
Pour a three-leaf tulip again without pushing into the existing tulip. Lift and pull through the whole pattern, all the way to the base of your first three-leaf tulip.</p>

<p>Step 6<br />
Positioning slightly to the left, pour a two-leaf tulip without pushing into the other tulips. Lift and pull through again to the base of the first three-leaf tulip.</p>

<p>Step 7<br />
Finally, position slightly right of centre on the opposite side. Pour another two-leaf tulip without pushing into the other pattern. Lift and pull through to the base of the first three-leaf tulip. </p>

<p> Milk tip:</p>

<p>Sometimes in the summer months milk can go through a bubbly stage. To combat this and create silky smooth latte art, mix a little bit of skinny milk with the full cream.<br />
</p>"
         }
]




}	
