{

     "feedbasics": [

{
            "title":"What is Latte Art",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/XrBFPK",
            "status": "<b>Latte art is created by a mixture of crema and microfoam.</b>

<font face='verdana' size='30' color='#778866'>Crema is an emulsion of coffee oil and brewed coffee, whereas microfoam is frothed milk.</font>

Both the crema and microfoam have to be a certain temperature and consistency in order to create distinct patterns.


<h3>
<font size='30' color='red'>There are now two main forms coffee art
1.Free pour art 
2.Etching.
</font></h3>

<p>1.Free Pour Latte Art<br />
Free pouring is used to describe a technique where the barista moves the pitcher while pouring the milk to create an image.</p>

<p>Think of free pour art as the more technical of the two. It involves the pouring of milk straight from a jug into a cup of espresso. <br />
While the milk is flowing into the cup a combination of wrist and hand movements are used to bend and shape the way the milk flows into the coffee.</p>

<p>Free pour latte art requires hand dexterity, practice and patience to learn. Practice is the key word here as it takes hundreds of coffees to master. <br />
But when it's done right latte art can make the average coffee taste amazing. <br />
The two basic form of free pour art are the Heart and the Rosetta,most advanced technique such as the Swan and Wave Tulip build upon these fundamentals.</p>

<p>
2.Etching Latte Art</p>

<p>Etching is where you use a tool or stick to pull the crema and foam forming an image after the milk has been poured.</p>

<p>If free pour art requires technical skills, etching requires true artistic talent.</p>

<p>Etching is the practice of literally drawing on a coffee with a thin rod, such as a toothpick, in order to create images in the coffee.<br />
Baristas skilled in etching can create anything from faces, portraits to anime characters</p>."
         },

{
            "title":"12 Different Types Of Coffee Explained",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/YNUM4of.jpg",
            "status": "<p>Latte, espresso, cappuccino there are so many different types of coffee it becomes a language itself! <br />
That's why this guide will explain the differences between 12 espresso based drinks and how they are made. <br />
So no more getting confused at your local cafe.</p>

<p>
Different Types Of Coffee</p>

<p>1.Espresso (Short Black)</p>

<p>The espresso (aka -- short black) is the foundation and the most important part to every espresso based drink.</p>

<p>2.Double Espresso (Doppio)</p>

<p>A double espresso (aka -- Doppio) is just that, two espresso shots in one cup. Therefore a double espresso consists of:</p>

<p>3.Short Macchiato</p>

<p>A short macchiato is similar to an espresso but with a dollop of steamed milk and foam to mellow the harsh taste of an espresso. <br />
You will find that baristas in different countries make short macchiatos differently. However the traditional way of making a short macchiato is as follows:<br />
--1 Shot of espresso in a short glass or espresso cup<br />
--A dollop of steamed milk and foam placed on top of the espresso</p>

<p>Barista tip: The key to the perfect short macchiato is the rule of thirds. That is you want three different colored layers in the macchiato. <br />
A bottom dark layer to represent the espresso, a middle layer that mixes the espresso and the milk, and a top layer of predominantly steamed milk.</p>

<p>4.Long Macchiato</p>

<p>A long macchiato is the same as a short macchiato but with a double shot of espresso. The same rule of thirds applies in the traditionally made long macchiato:<br />
--2 shots of espresso in a tumbler glass or cup<br />
--A dollop of steamed milk and foam placed on top of the espresso</p>

<p>Barista tip: The key to making the perfect three layers is to place the dollop of steamed milk and foam on top of the espresso<br />
and then gently turning the cup clockwise a few times to mix the milk and espresso.</p>

<p>5.Ristretto</p>

<p>A ristretto is an espresso shot that is extracted with the same amount of coffee but half the amount of water.<br />
The end result is a more concentrated and darker espresso extraction. It is made as follows:<br />
--Extract a standard espresso shot with half the amount of water.<br />
--Alternatively turn off a normal espresso extraction before the espresso starts to blonde.</p>

<p>6.Long Black (Americano)</p>

<p>A long black (aka americano) is hot water with an espresso shot extracted on top of the hot water. It is made as follows:<br />
--Fill a cup with 2/3rds full of hot water<br />
--Extract 1 shot of espresso over the hot water</p>

<p>7.Cafe Latte</p>

<p>A cafe latte, or 'latte' for short, is an espresso based drink with steamed milk and micro-foam added to the coffee. This coffee is much sweeter compared to an espresso due to the steamed milk. It is made as follows:<br />
Extract 1 shot of espresso into a tumbler glass<br />
 --Add steamed milk<br />
 --1cm of micro-foam on top of the steamed milk<br />
Barista tip: In the USA it is common to use a cup instead of a tumbler glass for a latte.</p>

<p>8.Cappuccino</p>

<p>A cappuccino is similar to a latte. However the key difference between a latte and cappuccino is that a cappuccino has more foam and chocolate placed on top of the drink. Further a cappuccino is made in a cup rather than a tumbler glass. It is made as follows:<br />
--Extract 1 shot of espresso into a cup<br />
--Add steamed milk<br />
--Add 2-3cm of micro-foam on top of the steamed milk<br />
--Sprinkle chocolate on top of the coffee</p>

<p>9.Flat White</p>

<p>A flat white is a coffee you'll primarily find in Australia and New Zealand. It is made the same as a cappuccino expect it does not have any foam or chocolate on top. It is made like this:<br />
--1 shot of espresso into a cup<br />
--Add steamed milk into the cup but no micro-foam</p>

<p>10.Piccolo Latte</p>

<p>A piccolo latte is a caf&eacute; latte made in an espresso cup. This means it has a very strong but mellowed down espresso taste thanks to the steamed milk and <br />
micro foam within it. There are two ways of making a piccolo latte, with either 1 espresso shot or 1 ristretto shot:<br />
--1 shot of espresso or 1 ristretto shot of espresso in a espresso cup<br />
--Add steamed milk and small amount of micro-foam.</p>

<p>11.Mocha<br />
A mocha is a mix between a cappuccino and a hot chocolate. It is made by putting mixing chocolate powder with an espresso shot and <br />
then adding steamed milk and micro-foam into the beverage. The steps are as follows:<br />
--Extract 1 shot of espresso into a cup<br />
--Add one spoon of chocolate powder into the espresso shot and mix<br />
--Add steamed milk<br />
--Add 2-3cm of micro-foam<br />
--Sprinkle chocolate powder on top</p>

<p>12.Affogato<br />
An affogato is a simple dessert coffee that is treat during summer and after dinner.<br />
It is made by placing one big scoope of vanilla ice cream within a single or double shot of espresso:<br />
--Add one scoop of vanilla ice-cream into a tumbler glass milk<br />
--Pour a single or double shot of espresso over the vanilla ice-cream</p>

<p>Barista Tip: If you feel like an irish kick add a shot of Frangelico liqueur into the mix</p>"
        
        },
{
            "title":"Cappuccino vs Latte ; What's the Difference?",
            "name":"" ,
            "youlink":"",
            "image": "https://i.imgur.com/M0IPqq6.jpg",
            "status": "<p>One of the most common questions I get asked as a barista is,<br />
what's the difference between a cappuccino and latte ; cappuccino vs latte.</p>

<p>In practise they're two very similar drinks, <br />
but there are a few key differences that set them apart. Today I'll be providing a barista's explanation on how they're made.</p>

<p>As seen by the diagram above the main difference between a cappuccino vs latte <br />
is the proportions of <br />
--espresso, <br />
--milk <br />
--milk foam in the beverage.</p>

<p>Traditionally a cappuccino has more foam and less milk compared to the latte. Also a cappuccino has chocolate powder dashed on top whereas the latte does not (some cafes choose not to dash on chocolate powder but more on this later).</p>

<p>In respect to their taste the two drinks are practically identical. A cappuccino tastes slightly sweeter due to the chocolate powder on top, but it's the texture that you'll notice on consumption.<br />
As a cappuccino has more foam it tastes thicker and can be enjoyed by spooning out the foam. Whereas the the latte has less foam and goes down much smoother and faster.</p>

<p>Below you'll find instructions on how to make a cappuccino vs latte. You'll see from the photos the two coffees look very similar. But it's what's below the surface that counts.</p>

<p>
How is a Cappuccino Made?</p>

<p>A cappuccino is made as follows:</p>

<p> 1.Extract one shot of espresso into a cup<br />
 2.Pour steamed milk into the cup<br />
 3.Pour 2-3 cm of milk foam into the cup<br />
 4.Dash chocolate powder on top</p>

<p>How is a Latte Made?<br />
A latte is made as follows:</p>

<p> 1.Extract one shot of espresso into a cup<br />
 2.Pour steamed milk to the cup<br />
 3.Pour 1cm or a finger width of milk foam into the cup<br />
 4.Latte art is optional</p>"
        
        },
{
            "title":"What is Espresso",
            "name":"https://prima-coffee.com/learn/article/espresso-101" ,
            "youlink":"-Fslq1PEMf8",
            "image": "https://i.imgur.com/gA5Ko21.jpg",
            "status": "<p>A 'shot' of espresso, as its called, is the result of finely ground coffee meeting hot water under high pressure. </p>

<p>The increased pressure shortens extraction time (compared to brewed coffee), dissolves more coffee solids, and emulsifies oils.</p>

<p>This intensifies the flavor, thickens the body, and adorns the espresso with a distinctive layer of 'crema' </p>

<p>A good shot will be robust yet balanced, and never too bitter.</p>

<p>Like your favorite spirits, espresso packs a punch and is, necessarily, served in small portions: 1-2 ounces at a time or watch out!</p>

<p>It's often enjoyed with steamed milk &ndash; and sometimes flavored syrups &ndash; in drinks like cappuccinos and lattes. </p>

<p>Espresso service is the staple of coffeehouses, as it has been for decades</p>"
         },


{
            "title":"Prepare Your Latte:Aeropress Method",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"H9WDgQqGO_o",
            "image": "https://i.imgur.com/FWqtUTy.png",
            "status": "<p>1. Remove the plunger and cap from the chamber of your Aeropress.<br />
2. Put a filter in the cap and twist it into the chamber.<br />
3. Place the chamber on a mug.<br />
4. Pour two scoops of espresso or very strong coffee into the chamber.<br />
5. Pour water that is almost boiling into the chamber.<br />
6. Stir the water and coffee for 10 to 30 seconds.<br />
7. Allow the coffee to steep for 3 or 4 minutes depending on how strong you want your espresso to be.<br />
8. Gently press the plunger for 20 to 30 seconds.<br />
9. Add milk to your jar filling it halfway.<br />
10. Close the lid and shake it up for 30 seconds to 1 minute until the milk doubles in volume and appears frothy.<br />
11. Remove the lid from the jar and microwave the milk for 30 seconds. This will not only warm the milk, but also cause the foam to rise to the top.<br />
12. Pour the espresso from your smaller mug into a wide, shallow mug.<br />
13. Using a spoon to hold the foam in place, add the milk to your mug with the espresso.<br />
14. Add any syrups or flavorings for a unique taste to your latte.<br />
15. Spoon the remaining foam on top of your newly created latte.</p>
"
         },
{
            "title":"How to Brew Coffee With a French Press",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"8vq7Q85MqiU",
            "image": "http://i.imgur.com/odRud7S.jpg",
            "status": "<p>The French press is one of favorites. It creates a coffee with body, suspending particles in the brew for a fuller, composed java. <br />
It's especially perfect for having coffee with friends, as it makes multiple cups without sacrificing quality.</p>

<p>What You Need:</p>

<p> 1.8-Cup French Press<br />
 2.Freshly roasted coffee beans (I&rsquo;m using One Village)<br />
 3.Hand Burr Grinder or Automatic Grinder<br />
 4.Scale for coffee measuring (or a tablespoon)<br />
 5.Electric Gooseneck Kettle or Stovetop Kettle<br />
 6.Mugs or Carafe (I recommend a Yeti Tumbler)</p>

<p>
1. Measure &amp; Heat the Water</p>

<p>Measure out 1,000 grams (4 cups) of filtered water. Heat it to 205 degrees F or 96 C (or for the less precise, just boil it and remove from heat for 30 seconds).</p>

<p>2. Grind The Beans</p>

<p>Grind 60 grams (about 4 Tablespoons) of beans. It&rsquo;s always best to grind only the amount of coffee you need for each individual sitting, so that every cup or pot is always as fresh as possible. The ground coffee should be about as coarse as kosher salt.</p>

<p>3. Preheat The Press</p>

<p>Rinse the press with some of the hot water, which will also serve to preheat it. Make sure the wire plunger is clean and free of old coffee grounds.<br />
4. Bloom &amp; Steep</p>

<p>Add the coffee grounds to the French press and set a timer for 4 minutes. Pour some of the hot water into the press- just enough to saturate the grounds. Leave it there to &ldquo;bloom&rdquo; for 1 minute before adding any more water.</p>

<p>Next, evenly pour the remaining water over the grounds, filling the press. Put the lid and plunger on, and let steep for 3 minutes.<br />
5. Press &amp; Serve</p>

<p>When your timer goes off, slowly press the plunger down, using only the weight of your hand. No pressure!</p>

<p>At this point, you should either serve immediately, or pour the coffee into a carafe or insulated mug. <br />
I prefer a Yeti Rambler, which keeps coffee's temperature for hours (Seriously. Hours.) Whatever <br />
you do, don't leave it in the French press to overbrew. That ll get you nothing but bad taste and sludge.</p>"
         },



{
            "title":"How To Make a Latte Without an Espresso Machine ",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/HwyGaE",
            "status": "<p>Makes 1 drink <br />
What You Need</p>

<p>Ingredients <br />
Espresso or strongly brewed coffee from an Aeropress<br />
2% or nonfat milk<br />
Cocoa powder, to garnish </p>

<p>Equipment <br />
Wide, shallow coffee cup<br />
Jar with lid<br />
Spoon </p>

<p>1.Make your espresso or strongly brewed coffee: As mentioned in the notes above, any strongly brewed espresso from a home espresso maker or a capsule machine like a Nespresso will do.</p>

<p>2.Or use strongly brewed coffee from an Aeropress , not diluted with any water. I usually start with about 1/3 cup espresso, but this is up to you.</p>

<p>3.Pour milk into the jar. Fill no more than halfway.</p>

<p>4.Froth the milk: Screw the lid on tightly, and shake the jar as hard as you can until the milk is frothy and has roughly doubled in volume, 30 to 60 seconds.</p>

<p>5.Microwave the milk: Take the lid off the jar and microwave uncovered for 30 seconds. The foam will rise to the top of the milk and the heat from the microwave will help stabilize it.</p>

<p>6.Pour the espresso or coffee into a wide, shallow coffee cup. </p>

<p>7.Pour warm milk into the espresso: Use a large spoon to hold back the milk foam, and pour as much warm milk as you would like into the espresso.</p>

<p>8.Add foam: Spoon as much milk foam as you would like onto your latte (or perhaps it's a cappuccino at this point!).</p>

<p>9.Keep adding foam until there's enough for your taste.</p>

<p>10.Garnish, if desired, with a sprinkle of cocoa powder or nutmeg on top of the foam. Enjoy your latte!</p> "
         },


{
            "title":"How To Steam Milk For Barista Coffee",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"xTvSsN5quuQ",
            "image": "https://i.imgur.com/gGBPB4u.jpg",
            "status": "<p>Ask any barista what the key to making a great coffee is and they'll tell you it's a good shot and perfectly steamed milk.</p>

<p>What Is Steamed Milk?</p>

<p>Steamed milk is the end result of milk being exposed to high pressured steam from an espresso machine. It is made by introducing steam gradually into milk until the natural fats within it expand to create &lsquo;micro-foam&rsquo;, a layer of very small milk bubbles. <br />
The end result is a smooth, silkily beverage perfect for espresso based drinks. The idea sounds simple enough, but in practise it requires a gentle touch and sound technique.</p>

<p>How To Steam Milk<br />
1. Fill The Jug With Milk</p>

<p>The first step is filling your jug with milk. This may sound like a obvious step, but it's actually quite important to get the right amount of milk in your jug, not only to produce the best steamed milk but also for milk conservation.<br />
Fill the milk half way up the jug until the surface of the milk hits the lower nudge or v of the jug spout.</p>

<p>
2. Milk Stretching</p>

<p>The second step is called &lsquo;stretching&rsquo; and is when you turn the steam on and have the nozzle of the steam wand below the surface of the milk to make a hissing sound. This processes creates micro-foam by letting air gently into the milk.</p>

<p>The key is to have the nozzle just a fraction under the surface of the milk in order to create foam while making the milk spin in a whirlpool motion. <br />
I find that the milk stretching stage lasts about 5 seconds as you only need to introduce a little bit of air into the milk. Once you create enough foam for your coffee &mdash; more for a cappuccino less for a latte &mdash; you move onto the third stage.</p>

<p>3.Milk Spinning/Whirlpool</p>

<p>The third stage is called &lsquo;spinning&rsquo; and is when you submerge the steam wand nozzle another fraction below the milk &mdash; literally half a centimetre (1/5th of an inch) &mdash; and continue to spin the milk in a whirlpool motion. You should hear no hissing sound, other than the occasional leftover bubble being eaten up by the steam wand. This spinning process mixes the micro foam with the milk in order to &lsquo;polish&rsquo; the milk. The key to spinning the milk is to tilt the jug a little to get the perfect whirlpool. <br />
You&rsquo;ll need to find the sweet-spot which is a little off-centre and try to keep it there from start to finish. You can see me doing this below.</p>

<p>Keep spinning the milk until the jug becomes too hot to touch or around 60 degrees celsius (140 fahrenheit) then turn off the steam and wipe your steam wand with a wet, clean cloth.<br />
 However I find for latte art it&rsquo;s best to have the milk a little cooler around 50 degrees celsius (122 fahrenheit).</p>

<p>
4.Rest and Polish</p>

<p>Once the milk is made give the jug one solid THUMP on the counter to disperse any big bubbles and then leave it to sit whilst you put the espresso shots on. Then, before pouring, swirl the milk around the jug to polish the milk and to make sure the milk and micro-foam is together. <br />
The more shiny the milk the better, but don&rsquo;t be too rough otherwise you&rsquo;ll make new bubbles. You want the milk to look like wet paint.</p>

<p>
5.Pour</p>

<p>When the milk is well-spun, the foam will pour out of the jug first because it sits near the top. You want to pour the milk into the coffee at a steady pace. The key is to pour the milk along side your cup by resting the spout of the jug on the top of your cup.</p>

<p>If you used a big jug you will want to distribute the foam between the different coffees. The general rule is to pour cappuccinos first, hot chocolates second, lattes third and flat whites last.<br />
 Another handy tip is to &lsquo;split&rsquo; your milk by pouring half of your milk into a smaller jug, this lets you have more control of <br />
how much foam you add to your milk-based espresso drinks. You can also do latte art like this.</p>"
         }



],


 "feedbeginner": [
{
            "title":"Latte Art Sunrise",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"6dPKw_wn4CU",
            "image": "https://goo.gl/zkTLxi",
            "status": "<p>Process</p>

<p>1. Begin by resting the spout of your jug against your cup and allow the milk to flow in the center of the cup. While this is happening, rock your jug side-to-side about 1 centimetre (1/3 of an inch) to each side. When a semi-circle forms stop the pour.</p>

<p>2. Next, repeat step 1 but inside the already created semi-circle. Rock your jug side-to-side just like in step 1 until a circle forms inside your already created semi-circle. Stop the pour when your cup is full. You will notice that there is now one big circle with a &lsquo;halo&rsquo; around it.</p>

<p>3. Now grab your chocolate powder and cover the lower half of your circle with chocolate. This will create the landscape of your sunrise.</p>

<p>4. Now it is time to etch in (draw) the sun-rays. Grab a pointed rod such as a tooth pick or barista thermometer and create sun rays on the halo of your design. Simply dip your rod in the coffee about a centimeter deep and then push out to the outside of the cup while lifting your rod. Repeat this several times around the circumference of the halo.</p>

<p>5. An optional final step is the repeat step 4 but with the darker colour of the espresso/chocolate.<br />
You will find this will create a nice contrast in the sun-rays. With that you're all done to enjoy your coffee and sunrise, even if you slept in</p>"
         },
{
            "title":"How To Pour A Rosetta Latte Art",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"OdEp1Cdp_kU",
            "image": "https://goo.gl/ySCpDd",
            "status": "<p>Latte Art Process</p>

<p>1.Rest the spout of your jug against your cup. Next let the milk flow in and move your jug to the opposite side of the cup and start shaking side-to-side at a consistent pace until a white cloud starts to appear.</p>

<p>2. When this cloud appears, continue shaking your jug side-to-side at a consistent pace and start steadily moving your jug back towards you. Make sure that the spout of your jug is resting on the cup as you do this as it gives you more control.</p>

<p>3. The closer you come to the end of the cup make your shakes smaller and smaller until you start to form a little ball/heart shape.</p>

<p>4. Once you have no more room/your cup is almost full. Pull your jug up to create a thin steady stream of milk and follow through the middle of the waves to create your rossetta. And you're done! A Super simple yet elegant coffee design</p>"
         },
{
            "title":"How To Pour A Coffee Art Heart",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"6cT0cMY6ufI",
            "image": "https://goo.gl/qrwl3K",
            "status": "<p>Latte Art Process</p>

<p>1.Rest the spout of your jug against your cup and then rock the jug side-to-side at a constant pase until an circle or apple shape starts to form. Seek to introduce the milk into the center of the cup while holding it on a slight tilt &ndash; I find this helps a bit.</p>

<p>2.When your circle has formed, pull your jug directly up to create a thin steady stream of milk. This will create a suction that will arch the top of the circle in order to create the love heart curves.</p>

<p>3.When the cup is almost full, keep the flow of milk steady and then follow-through the milk from one side of the cup to the other to create your coffee art heart. And you&rsquo;re all done! Super simple wasn&rsquo;t it?</p>

<p>Side note: In the video I did a double heart. Where I made one circle then another within it.<br />
You can make a heart like this too. However, begin with the basic one of making a single heart with just one circle</p>"
         },
{
            "title":"Iced Latte at Home",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"DCG6SngV9yI",
            "image": "https://i.imgur.com/jfxGnok.jpg",
            "status": "<p><strong>Ingredients:</strong></p>

<p>- 1 cup ice<br />
- 4 oz espresso, Espresso Roast<br />
- &frac34; cup whole milk<br />
- sweetener of choice, such as vanilla or classic syrup (optional)</p>

<p>1.Fill a tall glass with ice, and pour in the freshly brewed espresso. </p>

<p>2. Pour the milk and optional sweetener into a mason jar. Be sure to stop when the jar is no more than 3/4 full to ensure the milk froths. </p>

<p>3. Seal the jar tightly, and Shake vigorously for 20-30 seconds.</p>

<p>4.Pour the milk and foam into the glass with the ice and espresso.</p>

<p>5. Serve and enjoy.</p>"
         },
{
            "title":"Latte Art Sunrise :Steps",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"6dPKw_wn4CU",
            "image": "https://i.imgur.com/EpA56AB.jpg",
            "status": "<p>Process</p>

<p>1. Begin by resting the spout of your jug against your cup and allow the milk to flow in the center of the cup. While this is happening, rock your jug side-to-side about 1 centimetre (1/3 of an inch) to each side. When a semi-circle forms stop the pour.</p>

<p>2. Next, repeat step 1 but inside the already created semi-circle. Rock your jug side-to-side just like in step 1 until a circle forms inside your already created semi-circle. Stop the pour when your cup is full. You will notice that there is now one big circle with a &lsquo;halo&rsquo; around it.</p>

<p>3. Now grab your chocolate powder and cover the lower half of your circle with chocolate. This will create the landscape of your sunrise.</p>

<p>4. Now it is time to etch in (draw) the sun-rays. Grab a pointed rod such as a tooth pick or barista thermometer and create sun rays on the halo of your design. Simply dip your rod in the coffee about a centimeter deep and then push out to the outside of the cup while lifting your rod. Repeat this several times around the circumference of the halo.</p>

<p>5. An optional final step is the repeat step 4 but with the darker colour of the espresso/chocolate.<br />
You will find this will create a nice contrast in the sun-rays. With that you're all done to enjoy your coffee and sunrise, even if you slept in</p>"
         }


],


 "feedintermediate": [
{
            "title":"Latte Art Tulip",
            "name":"" ,
            "youlink":"https://youtu.be/6B1YXh9sfS4",
            "image": "http://i.imgur.com/ryowt6D.png",
            "status": "<p>Think of the latte art tulip like a series of hearts on top of each other. The same motion goes in creating a tulip as a heart, except we are layering them on top of each other in order to create the coffee art.</p>

<p>
Prior Knowledge Needed</p>

<p> Beginner: Love Heart<br />
 Basics: Steaming Milk</p>

<p>Latte Art Process</p>

<p>1. Rest the jug on the side of the cup facing you and start the pour. Rock the jug side-to-side at a steady motion while moving the jug to the opposite side of the cup. Stop pouring when a semi-circle forms on the opposite side of the cup and lift your jug.</p>

<p>2.Rest the jug on the cup again on your side of the cup and repeat the process in step 1. However, this time form the semi-circle within the one you already created. Then stop pouring and lift your jug.</p>

<p>3.Repeat steps 1 and 2 until your cup is almost full.</p>

<p>4.Finally, make your last semi circle, but instead of stopping the pour, lift the jug vertically (like you would to complete a heart) to create a thin steady stream of milk and follow the jug through to one side of the cup to the other. This will create a suction that will compete the coffee design</p>"
         },


{
            "title":"Latte Art Inverted Rosetta Tulip",
            "name":"" ,
            "youlink":"5TlYXZRx9qU",
            "image": "http://i.imgur.com/a2u5Hwz.png",
            "status": "<p>Prior Knowledge Needed</p>

<p> Beginner: Rosetta<br />
 Intermediate: Tulip</p>

<p>Latte Art Process</p>

<p>1.Begin by pouring a rosetta near the center of the cup by shaking your jug side-to-side at a steady pace while moving your jug back towards you. Make sure to keep the spout of your jug resting on the cup in order to have more control. However, do not complete the rosetta design, but rather just the rosetta waves. Then stop the pour.</p>

<p>2.Next rotate the jug 180 degrees from it&rsquo;s original position. Now you will begin to create a tulip within the rosetta waves.</p>

<p>3.Begin by creating the initial tulip circle in the middle of the rosetta waves. This is done by doing a subtle jug shake while at the same time moving the jug slightly away from you. When you do this, make sure to drag the jug forward in order to distinguish the circle from the rosetta pattern. Now repeat the same process above two more times but within the created circle. Now you should have 3 circles poured within each other. Once you have done this it is time to complete the latte art.</p>

<p>4.Once you complete the 3rd circle, instead of stopping the pour, lift your jug up in order to create a steady stream of milk. Now run this stream of milk through the center of your design in order to complete the design. And there you have it! An inverted rosetta tulip! It&rsquo;s not that hard to do but a refreshing change from typical patterns.</p>"
         },
{
            "title":"Latte Art Wave Tulip",
            "name":"" ,
            "youlink":"c6vs36r5A3s",
            "image": "https://goo.gl/V7axoh",
            "status": "<p>The latte art Wave Tulip is the combination of two coffee art techniques, the rosetta and tulip.</p>

<p>Prior Knowledge Needed</p>

<p> Beginner: Rosetta<br />
 Intermediate: Tulip</p>

<p>Latte Art Process</p>

<p>1.Begin by tilting your cup on an angle. Then introduce the milk on the side of the cup.</p>

<p>2.Give the spout a quick nudge forward and then start shaking the jug side-to-side like you would when creating a rosetta. However, the goal here is to get the waves to roll around the side of the cup. You want to make the crema spin with the milk.</p>

<p>3.Once the waves have reached the bottom of the cup stop pouring and then bring your jug back to the top of the cup.</p>

<p>4.Here you will do the exact same steps as when creating a tulip. However, You are aiming to make the tulip within the waves just created.</p>

<p>5.Create small circles &mdash; one within each other &mdash; as many as you can do, before pulling your jug up to make a steady stream of milk, and then following through the circles to create the tulip. Your latte art wave tulip is complete. Examine the tulip page for more detail on how to create the tulip coffee art.</p>"
         },
{
            "title":"Latte Art Indian Chief",
            "name":"" ,
            "youlink":"kWWBEKHqYA4",
            "image": "https://goo.gl/DTrAsg",
            "status": "<p>Prior Knowledge Needed</p>

<p>Beginner: Rosetta</p>

<p>Latte Art Process</p>

<p>1.Begin by pouring a rosetta on one side of your cup. However, instead of running the milk through the middle of the rosetta waves like you normally would, pull the milk along side of the rosetta waves, just like when we learnt the swan design. This creates the hair of your Indian Chief.</p>

<p>2.Next, stop the pour and rotate your cup 90 degrees to the side in which you created the hair of the Indian Chief.</p>

<p>3.Now drop your jug low to the crema of the espresso beside the widest part of the hair and allow the milk to slowly pour out of the jug. This will start to create a &lsquo;blob&rsquo; shape. Slowly start moving your jug down towards the bottom of the cup until you create an oval shape, or rather, the head of your Indian Chief. Stop the pour when the cup is full and you&rsquo;re satisfied with the head shape. Don&rsquo;t worry if it&rsquo;s a bit wonky, we can fix this in step 5.</p>

<p>4.Here is where we introduce the etching technique. Make sure to have a thin rod shape object such as a tooth pick or barista thermometer. The trick here is to dip your rod in the dark area of the crema to use as &lsquo;paint&rsquo; which will contrast to the white of the milk. A good tip is when drawing your patterns instead of moving your rod in a straight motion parallel to the coffee, submerge it as you go. This ensures that you use all of the dark crema that is stuck to your rod when you dipped it into the coffee.</p>

<p>5.Now we create the facial features of your Indian Chief. It is up to your discretion and creativity to make any facial expression you wish. However I find it&rsquo;s best to start with the nose as it gives you a central point that defines the face. Also if the head of your Indian Chief is wonky you can fix this with your rod by running the rod around the circumference of the shape to make it more round.</p>

<p>6.Once you are satisfied with the facial features of your pattern serve it up and watch the smiles and impressed smirks it brings</p>"
         },
{
            "title":"Bouquet of tulips",
            "name":"http://www.harpersbazaar.com/culture/travel-dining/news/a16982/new-ways-to-drink-coffee/" ,
            "youlink":"-WBxlRbczKE",
            "image": "https://i.imgur.com/S8QuSo7.jpg",
            "status": "<p>Step 1<br />
Hold the cup in the palm of your left hand for balance and control. Start off swirling your crema. Pour into your crema nice and slow, making sure the crema does not separate or break. </p>

<p>Step 2<br />
Angle the jug spout quite low in the cup. The handle should face 12 o&rsquo;clock (away from you). Pour your first leaf. This should create a circle. Pull up. </p>

<p>Step 3<br />
Pour your second leaf by pouring again and pushing into the first leaf. Pour again in the bottom half of the cup to create the third leaf and pull through. </p>

<p>Step 4<br />
Turn your cup anti-clockwise so that the handle now sits at 6 o&rsquo;clock (towards you). The three-leaf tulip should now be positioned to the left hand side of your cup. </p>

<p>Step 5<br />
Pour a three-leaf tulip again without pushing into the existing tulip. Lift and pull through the whole pattern, all the way to the base of your first three-leaf tulip.</p>

<p>Step 6<br />
Positioning slightly to the left, pour a two-leaf tulip without pushing into the other tulips. Lift and pull through again to the base of the first three-leaf tulip.</p>

<p>Step 7<br />
Finally, position slightly right of centre on the opposite side. Pour another two-leaf tulip without pushing into the other pattern. Lift and pull through to the base of the first three-leaf tulip. </p>

<p> Milk tip:</p>

<p>Sometimes in the summer months milk can go through a bubbly stage. To combat this and create silky smooth latte art, mix a little bit of skinny milk with the full cream.<br />
</p>"
         }

],

 "feedadvance": [

{
            "title":"Latte Art Scorpion",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"VCr9XJdFL-4",
            "image": "https://goo.gl/Bn2DiH",
            "status": "<p>Like to live dangerously? Maybe you&rsquo;re the type of person who needs that extra adrenaline sting to get you up in the morning.</p>

<p>Well, if drinking a scorpion doesn&rsquo;t get your blood pumping then not much will! A latte art scorpion, that is.</p>

<p>Prior Knowledge Needed</p>

<p> Beginner: Rosetta<br />
 Intermediate: Tulip<br />
 Beginner: Heart</p>

<p>Latte Art Process</p>

<p>The scorpion is an advanced coffee art technique that requires excellent milk control and cup awareness. Jug placement is essential for this coffee art.</p>

<p>1. This design begins by creating two rosettas waves on either side of the cup. You must ensure that you begin the pour from the middle of the cup and not from the back as you have to leave room for the body of the scorpion. I recommend slowing down your pour when creating the two rosettas, otherwise they&rsquo;ll shoot off and fill up the rest of the cup. You want to make the rosettas parallel to each other on the adjacent sides of the cup.</p>

<p>2. Once the two rosettas are created on either side, you want to rotate your cup 180-degrees to other side. Now you will create 1 tulip circle in the middle of the two rosettas. Make sure to shake the jug slowly side-to-side when creating the tulip circle, as this delicate design can easily stuff up. This creates the body of the coffee art scorpion.</p>

<p>3. Now that the body is complete all we have left to do is the tail and stinger of the coffee design. There are 3 parts to creating the tail and they are done at the same time. The connection to the body, the tail itself and the stinger of the scorpion.</p>

<p>Begin by creating a small tulip circle within the body of the scorpion, however, instead of pulling away like you normally would, drag your jug back towards you in order to create the tail. This is the same technique we used when making the swan and you have to ensure that the jug is kept low and close to the crema of the coffee. Once the tail reaches the boundary of the cup, you want to curve it back towards the center of the cup.</p>

<p>4. Now we will create the stinger of the scorpion. We do this by creating a mini free pour heart. Simply hold your jug stationary in the one spot and rock it gently side-to-side in order to create the heart circle. Once you are satisfied with the size of the stinger, pull your jug up to create a thin steady flow of milk and follow through the middle of your litter circle to create the heart and stinger. And you have completed the coffee design!<br />
Side notes</p>

<p>Phew! That was a tough one to explain! Remember this latte art design is all about pouring slowly at the beginning So take your time, take a breath and tackle it slowly. You will definitely be trying this one serval times.<br />
</p>


"
         },

{
            "title":"Latte Art Phoenix",
            "name":"" ,
            "youlink":"qllLbX0p7IY",
            "image": "http://i.imgur.com/JpwPiOA.png",
            "status": "<p>The latte art Phoenix is the advanced form the Swan technique and one of more difficult free pour designs to master.</p>

<p>This is because it requires excellent wrist control to combine the multiple patterns needed to complete the design.</p>

<p>Prior Knowledge Needed</p>

<p> Beginner: Rosetta<br />
 Beginner: Heart<br />
 Intermediate: Tulip<br />
 Advanced: Swan</p>

<p>Latte Art Process</p>

<p>1.The key to this design is patience and control, as you will be pouring two rosettas you have to make the most out of the whole cup. Begin by pouring one rosetta on the left side of the cup, However, instead of running the milk through the middle of the milk, pull the stream of milk along side the rosetta waves in order to create a wing.</p>

<p>2.Repeat step 1 on the right side of the cup. Pour rosetta waves on the right side of the cup while moving your jug back towards you, however run the milk stream along side the rosetta waves instead of the middle to create the other wing.</p>

<p>3. Next, while completing the right wing, bring your jug in between your two rosettas and nudge your jug forward slightly like when creating a tulip in order to create the body of the Phoenix.</p>

<p>4. When your body is complete, drag your jug back towards the top of your cup in order to create the neck of your Phoenix, just like in the swan tutorial. When you reach the top of the cup, bend the Phoenix's neck down in a &ldquo;U&rdquo; shape motion. It is important to keep the jug close to the crema of the espresso to allow for the milk to &lsquo;drag&rsquo; out.</p>

<p>5. Finally it is time to create the head of the Phoenix. Shake your jug slightly side-to-side, like when creating a heart, and then follow through the pattern to create the head. And your impressive Phoenix is complete!</p>"
         },
{
            "title":"Latte Art Swan",
            "name":"" ,
            "youlink":"iaag-FQ3nRo",
            "image": "https://goo.gl/ojTixn",
            "status": "<p>The latte art Swan combines 3 coffee art techniques of the past: the rosetta, the tulip and the heart.</p>

<p>On top of that there is an added coffee art technique called the 'drag', which is what creates the neck of the swan. I recommend being comfortable with the basic coffee designs before giving the swan a go as it requires a steady hand and technique.</p>

<p>
Prior Knowledge Needed</p>

<p> Beginner: Love Heart<br />
 Beginner: Rosetta<br />
 Intermediate: Tulip</p>

<p>Latte Art Process</p>

<p>1. The Swan is created in one pour. To begin start by making a rosetta on one side of the cup. However, instead of running the milk through the middle of the rosetta waves like you normally would, pull the milk along side the rosetta. This creates the wing.</p>

<p>2. Next, when your jug reaches the bottom of the wing hold your jug still while shaking the jug side-to-side like you would when making a heart. This creates the body of the swan. Make sure the shakes are small as you only want to make a small circle body. Also nudge the jug forward a little like you would when making a tulip coffee design.</p>

<p>3. Once the body is complete you will hold the jug still and 'drag' it towards you to make the swan's neck. When you reach the top of the cup, bend the swan&rsquo;s neck down in a &lsquo;U&rsquo; shape motion. It is important to keep the jug close to the crema of the coffee when making the neck as you want the foam to drag behind.</p>

<p>4. Finally, hold the jug still and shake it side-to-side to make a small circle like you would when making a mini heart. Lift the jug to create thin and steady stream of milk and follow-through with the milk through the circle. This creates the swan's head and you complete the coffee design.</p>"
         }




],

 "feedhair": [

{
            "title":"Latte Art Butterfly",
            "name":"" ,
            "youlink":"1JXqHmjmdh0",
            "image": "https://i.ytimg.com/vi/1JXqHmjmdh0/maxresdefault.jpg",
            "status": "<p>1. Pour your espresso into a wide mouthed cup and have a pitcher of hot, frothy milk ready to go.<br />
2. Sword the milk (swirl/spin) in the pitcher until the milk surface shines.<br />
3. Tilt the espresso cup slightly as you start to pour the steamed milk. Start pouring slowly at &#64257;rst, then increase speed right into the middle of the cup and stop when the cup is full which makes a nice solid dot at the center.<br />
4. With some tool either pin or wooden skewer with a fine point, make a nice looking antenna, by dip it into the middle of the solid dot. Then take it out and create an arc running from the upper edge of the cup, on either the left or right side, to the middle of the solid dot. Repeat the process for the opposite antenna.<br />
5. Grab your fine point tool and begin from the brown crema foam on the bottom left or right of solid dot. Move the brown crema in an arc from the side you have chosen to the middle of the solid dot. Repeat this process again for the other side of the butterfly.<br />
6. Now, dip the fine point object into the milk foam and pull the foam out to the four edges of the cup. Make sure you do this<br />
with a slight arc to give all four butterfly wings a unique curvature.<br />
7. Start on the left or right side of your butterfly in the brown crema foam and move the brown foam to the center of the butterfly with a single stroke. Do this for the opposite side which separate the wings into the four parts.<br />
</p>

<p>-------------- Factors Determine Outcome of Shape -----------------<br />
Speed : The faster you pour the more texture you're going to create, and likewise the slower you pour the more liquid you're<br />
going to get out.<br />
Distance : The further you are from the surface of the coffee, the more the milk is going to dive underneath the surface of<br />
the coffee. The closer you get the spout of the pitcher to the surface of the coffee, the more that white is going to want to snap<br />
out right on top of that coffee.<br />
Location : This simply refers to where you are pouring. Are you in the middle of the cup, are you on the side of the cup, are you<br />
pouring on the counter and missing the cup entirely.</p>
"
         },
{
            "title":"Etching Latte Art Cat",
            "name":"" ,
            "youlink":"OH3HPCKqo5s",
            "image": "https://i.ytimg.com/vi/1JXqHmjmdh0/maxresdefault.jpg",
            "status": "<p>l. Pour your espresso into a wide mouthed cup and have a pitcher of hot, frothy milk ready to go.<br />
2. Sword the milk (swirl/spin) in the pitcher until the milk surface shines.<br />
3. Tilt the espresso cup slightly as you start to pour the steamed milk. Start pouring right into the middle of the cup slowly at first, then increase speed and stop when the cup is full which create a solid circle (or heart) at the centre.<br />
4. Use your pen to draw ears and a few curves for the mane. Continue drawing the mouth and the eyes, the eyebrows.... Just do things like the clip's instructions. <br />
5. Now, enjoy your Cat latte art!</p>

<p>-------Perfection Tips--------</p>

<p>1. Take bowl shaped latte cup and Stainless steel frothing pitcher for perfect shape. It will allow you to see the developing latte art design more easily.</p>

<p>2. Keep the cup slightly inclined toward you until it is close to spilling. The more the tilt, the more quickly the milk will mark<br />
the surface.</p>

<p>3. Slowly start pouring the milk into the cup until you see a cloud of white billowing up and level the cup smoothly so nothing spills.</p>

<p>4. Swirl the mug a few times and rap it gently against the counter just after frothing and just before pouring.</p>

<p>5. Use fresh milk for every cup, even if you have milk left over from the previous cup.</p>

<p>
-------------- Factors Determine Outcome of Shape -----------------</p>

<p>Speed : The faster you pour the more texture you're going to create, and likewise the slower you pour the more liquid you're<br />
going to get out.</p>

<p>Distance : The further you are from the surface of the coffee, the more the milk is going to dive underneath the surface of<br />
the coffee. The closer you get the spout of the pitcher to the surface of the coffee, the more that white is going to want to snap<br />
out right on top of that coffee.</p>

<p>Location : This simply refers to where you are pouring. Are you in the middle of the cup, are you on the side of the cup, are you<br />
pouring on the counter and missing the cup entirely.<br />
</p>"
         },
{
            "title":"Latte art Dog",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "",
            "status": "<p>l. Pour your espresso into a wide mouthed cup and have a pitcher of hot, frothy milk ready to go.<br />
2. Sword the milk (swirl/spin) in the pitcher until the milk surface shines.<br />
3. Tilt the espresso cup slightly as you start to pour the steamed milk. Start pouring right into the middle of the cup slowly at first, then increase speed and stop when the cup is full which create a solid circle (or heart) at the centre.<br />
4. Use your pen to draw ears and a few curves for the mane. Continue drawing the mouth and the eyes, the eyebrows.... Just do things like the clip's instructions.<br />
5. Now, enjoy your Dog latte art!</p>"
         }


],
 "feedeyes": [

{
            "title":"5 Effective Home Remedies For Sore Eyes",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/wwQNpv",
            "status": "Sore eyes are very common. The symptoms of the sore eyes are redness, uneasiness, burning, pain, tenderness, runny nose, sore throat, etc. There are many reasons for which sore eyes happen. Sore eyes are very painful situation. But you can heal this problem easily with the help of your doctor. But you can try these few wonderful home remedies first. It is proved that these home remedies are efficient enough to heal your sore eyes.

Here Are 5 Effective Home Remedies For Sore Eyes
1. Cucumber

Cucumber is full of water and it is very cold. This fruit refreshes your eyes and lessen the soreness. Here is the best solution which will recover your eyes from soreness instantly. Dip the slices of cucumber in cold water for ten minutes and place it on your eye lids for ten minutes. Use cucumber to reduce the soreness quickly.


2. Aloe Vera

Aloe Vera has a cooling effect and healing property. It lowers the itchiness of the eyes. You can store it in refrigerator. You can cold water and apply it on your eyelids with a cotton balls. You will feel relax. Its soothing effect will heal your sore eyes quickly.


3. Frozen Foods

Coldness is good for sore eyes. Instead of ice cubes you can use some frozen foods. Take some frozen foods and wrap it in a clean cloth and spread on it on your irritated eyes. It will diminish the pain and inflammation. This trick will heal your sore eyes within ten minutes.


4. Honey

Honey is a great thing with lots of health benefits. Mixed honey with some warm milk and apply it on your sore eyes with dropper. Repeat this excellent home remedy several times in a day for quick healing. Honey with milk will lessen the puffiness, pain and discomfort. It will provide you a soothing effect on your sore eyes.


5. Castor Oil

Castor oil is one of the best home remedy that you can use for soreness in eyes. Apply one to two drops of castor oil in each eye with a dropper. You can use it many times in a day. It will reduce the itchiness and provide a soothing effect."
         }



],
 "feedfeet": [

{
            "title":"Christmas latte art",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://img.looksgud.com/blog/wp-content/uploads/2015/07/black-orange-printed-anarkali-kurti.jpg",
            "status": "Anarkali kurti is perfect for that grace & elegance of traditional look. Anarkali goes well with every body shape i.e. Hourglass, Pear, Rectangle and Apple but there are some style tips you should consider before trying it.

When to Wear: Daily, Formal,Casual, Wedding and any other traditional functions
Pairing: Leggings or Churidar
Accessories: Ethnic jewelry, flats, Indian Juti and clutch
Flatters on/Suit on: Rectangle shape body, Apple shape body, Pear shape body, Hour-glass shape body
Length: Knee-length, Ankle Length"
         }



]

}