{

     "feedtools": [

{
            "title":"Espresso machines",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://i.imgur.com/MFwKC5L.jpg",
            "status": "
<p>
There is a wide range of espresso machines you can choose from. Now, if you are just starting out it might be best to get a budget espresso machine or a machine that is mid-range when it comes to the prize. </p>

<p>There really is no need to buy an expensive machine when you are starting out.</p>

<p>Most espresso machines in the lower prize range will be single boiler machines. This means that the pump for the espresso and the steam wand share the same boiler. </p>

<p>Effectively you will be able to do only one thing at the time: either extract your espresso shot or or steam the milk. In a professional environment that would be less than ideal, but if you are making coffee at home it will be sufficient.</p>

<p>With your espresso machine you want to make sure that your steam wand has enough power to properly froth your milk. Some cheaper models don&rsquo;t get enough pressure out and it is very difficult to make silky milk with them. </p>

<p>On the other hand cheap espresso machines can have difficulties extracting a good espresso shot as well. Depending on how well you have adjusted the settings, they can easily underextract the espresso and this will have a negative influence on the crema and the latte art you can achieve with it.</p>

<p>So, when looking out for an espresso machine, make sure that you get some professional advice and ideally test both the pressure of the steam wand and the quality of espresso the machine is able to extract.</p>"
         },
{
            "title":"Italian moka pot",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/oGIq91",
            "status": "<p>When you don&rsquo;t want to get an espresso machine, you can also use an Italian moka pot or even instant coffee to make your coffee for the latte art. </p>

<p>But be aware of the fact that you will not get any crema like this and it will be a lot more difficult to make latte art.</p>

<p>However, there is one moka pot model that actually gives you some crema. It is the Bialetti Brikka and you can find it on Amazon.</p>"
         },
{
            "title":"Grinder",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/Li2S3n",
            "status": "<p>The next thing you will need if you use an espresso machine is a grinder. You will get the best quality espresso out of your machine if you use freshly ground coffee. When you grind your coffee right before you use it you will get the best crema and rich flavors out of it.</p>

<p>You can choose between blade grinders and burr grinders. I personally would invest in a burr grinder to use with your espresso machine as they grind more homogenous than blade grinders when it comes to espresso.</p>

<p>There are different options to choose from when looking at grinders. You can get an electric grinder or a hand grinder. Obviously electric grinders are more expensive than manual grinders but also offer more homogeneity and reliability.</p>

<p>However there are also a few good hand grinders that are cheap and can grind coffee for espressos consistently. One of them would be the Hario Slim Mill. This grinder is not only cheap but also grinds pretty well for espresso machines. It can also function as a free workout for your arms as you will have to grind about 1 minute for each coffee you are brewing.</p>"
         },
{
            "title":"Milk Jug",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"",
            "image": "https://goo.gl/AdJQ0l",
            "status": "<p>At last you will also need a milk jug to heat the milk in. You could actually heat the milk in a glass or a cup and you could still achieve some silky milk, but that should really only be your last resort when you can not get hold of a stainless steel jug. </p>

<p>The real reason you need a jug is because it has a slight conical shape and a mouth that will help to achieve a steady flow of milk.</p>

<p>There are a lot of different designs for milk jugs, but as a beginner a basic jug will be sufficient. Make sure that you have the right sized jug for the milk that you are heating. </p>

<p>There is no need to use a 600ml milk jug if you are only steaming milk for a flat white.</p>"
         },
{
            "title":"Equipment Video",
            "name":"https://goo.gl/cLCnAu" ,
            "youlink":"tmnLVhL9VUo",
            "image": "http://www.latteartguide.com/wp-content/uploads/2015/04/Home-Diagram.jpg",
            "status": "."
         }


],


 "feedetching": [

{
            "title":"Latte Art Butterfly",
            "name":"" ,
            "youlink":"1JXqHmjmdh0",
            "image": "https://i.ytimg.com/vi/1JXqHmjmdh0/maxresdefault.jpg",
            "status": "<p>1. Pour your espresso into a wide mouthed cup and have a pitcher of hot, frothy milk ready to go.<br />
2. Sword the milk (swirl/spin) in the pitcher until the milk surface shines.<br />
3. Tilt the espresso cup slightly as you start to pour the steamed milk. Start pouring slowly at &#64257;rst, then increase speed right into the middle of the cup and stop when the cup is full which makes a nice solid dot at the center.<br />
4. With some tool either pin or wooden skewer with a fine point, make a nice looking antenna, by dip it into the middle of the solid dot. Then take it out and create an arc running from the upper edge of the cup, on either the left or right side, to the middle of the solid dot. Repeat the process for the opposite antenna.<br />
5. Grab your fine point tool and begin from the brown crema foam on the bottom left or right of solid dot. Move the brown crema in an arc from the side you have chosen to the middle of the solid dot. Repeat this process again for the other side of the butterfly.<br />
6. Now, dip the fine point object into the milk foam and pull the foam out to the four edges of the cup. Make sure you do this<br />
with a slight arc to give all four butterfly wings a unique curvature.<br />
7. Start on the left or right side of your butterfly in the brown crema foam and move the brown foam to the center of the butterfly with a single stroke. Do this for the opposite side which separate the wings into the four parts.<br />
</p>

<p>-------------- Factors Determine Outcome of Shape -----------------<br />
Speed : The faster you pour the more texture you're going to create, and likewise the slower you pour the more liquid you're<br />
going to get out.<br />
Distance : The further you are from the surface of the coffee, the more the milk is going to dive underneath the surface of<br />
the coffee. The closer you get the spout of the pitcher to the surface of the coffee, the more that white is going to want to snap<br />
out right on top of that coffee.<br />
Location : This simply refers to where you are pouring. Are you in the middle of the cup, are you on the side of the cup, are you<br />
pouring on the counter and missing the cup entirely.</p>
"
         },
{
            "title":"Etching Latte Art Cat",
            "name":"" ,
            "youlink":"26l8eacrnpo",
            "image": "https://goo.gl/RCThO6",
            "status": "<p>l. Pour your espresso into a wide mouthed cup and have a pitcher of hot, frothy milk ready to go.<br />
2. Sword the milk (swirl/spin) in the pitcher until the milk surface shines.<br />
3. Tilt the espresso cup slightly as you start to pour the steamed milk. Start pouring right into the middle of the cup slowly at first, then increase speed and stop when the cup is full which create a solid circle (or heart) at the centre.<br />
4. Use your pen to draw ears and a few curves for the mane. Continue drawing the mouth and the eyes, the eyebrows.... Just do things like the clip's instructions. <br />
5. Now, enjoy your Cat latte art!</p>

<p>-------Perfection Tips--------</p>

<p>1. Take bowl shaped latte cup and Stainless steel frothing pitcher for perfect shape. It will allow you to see the developing latte art design more easily.</p>

<p>2. Keep the cup slightly inclined toward you until it is close to spilling. The more the tilt, the more quickly the milk will mark<br />
the surface.</p>

<p>3. Slowly start pouring the milk into the cup until you see a cloud of white billowing up and level the cup smoothly so nothing spills.</p>

<p>4. Swirl the mug a few times and rap it gently against the counter just after frothing and just before pouring.</p>

<p>5. Use fresh milk for every cup, even if you have milk left over from the previous cup.</p>

<p>
-------------- Factors Determine Outcome of Shape -----------------</p>

<p>Speed : The faster you pour the more texture you're going to create, and likewise the slower you pour the more liquid you're<br />
going to get out.</p>

<p>Distance : The further you are from the surface of the coffee, the more the milk is going to dive underneath the surface of<br />
the coffee. The closer you get the spout of the pitcher to the surface of the coffee, the more that white is going to want to snap<br />
out right on top of that coffee.</p>

<p>Location : This simply refers to where you are pouring. Are you in the middle of the cup, are you on the side of the cup, are you<br />
pouring on the counter and missing the cup entirely.<br />
</p>"
         }


]
}